dict = {'Мяч' => ['Мяч', 'Piłka'],
        'Булка' => 'Булка, Bułka',
        'Флаг' => 'Сцяг, Flaga',
        'Крепкий' => ['Dužy','Twardy'],
        'Слабый' => ['Кволы','Słaby'],  
        'Болезнь' => ['Хвароба','Choroba'],
        'Быстрый' => ['Хуткі','Szybki'],
        'Всегда' => ['Заўсёды','Zawsze'],
        'Завтра' => ['Заўтра','Jutro'],
        'Человек' => ['Čalaviek','Człowiek'],
        'Забыть' => ['Zabyć','Zapomnieć'],
        'Вспомнить' => ['Успомніць','Pamiętać']
}

print 'Введите слово: '
input = gets.chomp

puts "Перевод слова #{input} -- #{dict[input]}"
